brew "direnv"
brew "docker"
brew "dockutil"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "iperf3"
brew "kubectx"
brew "kubernetes-cli"
brew "lftp"
brew "m-cli"
brew "mkcert"
brew "nss"
brew "nvm"
brew "starship"
brew "tree"

cask "betterzip"
cask "claude-code"
cask "codex"
cask "codexbar"
cask "comet"
cask "cursor"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "handbrake-app"
cask "iina"
cask "jetbrains-toolbox"
cask "lens"
cask "linearmouse"
cask "loopback"
cask "lulu"
cask "macpass"
cask "microsoft-edge"
cask "miniforge"
cask "nextcloud-vfs"
cask "obs"
cask "onyx"
cask "opera"
cask "postman"
cask "proxyman"
cask "raycast"
cask "rectangle-pro"
cask "slack"
cask "spotify"
cask "updf"
cask "visual-studio-code"
cask "zoom"

# Personal / optional apps from the current machine. Uncomment only if suitable
# for the employer-owned Mac.
# cask "anydesk"
# cask "dropbox"
# cask "qbittorrent"
