esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot-chat
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
ms-vscode.powershell
redhat.vscode-xml
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-hebrew
streetsidesoftware.code-spell-checker-russian
tamasfe.even-better-toml
timonwong.shellcheck
